<?php
// Heading
$_['heading_title']      = 'Tinkoff Credit';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_edit']          = 'Редактирование';

// Entry
$_['entry_total']        = 'Нижняя граница';
$_['entry_order_status'] = 'Статус заказа после оплаты';
$_['entry_geo_zone']     = 'Географическая зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

$_['entry_shopId']       = 'Shop ID';
$_['entry_showcaseId']   = 'Showcase ID';

// Mode
$_['entry_mode'] = 'Выберите тип доступа';
$_['mode_test'] = 'Тестовые параметры';
$_['mode_prod'] = 'Боевые параметры';

// Help
$_['help_total']         = 'Минимальная сумма заказа. Ниже данной суммы, способ оплаты будет недоступен.'; 
$_['help_shopId']        = 'Уникальный идентификатор магазина, выдается банком при подключении.';
$_['help_showcaseId']    = 'Идентификатор витрины магазина. Витрины — это различные сайты, зарегистрированные на одно юридическое лицо.';

// Error 
$_['error_permission']   = 'У Вас нет прав для управления данным модулем!';

